print ("округление", round (1.3+2.3))
#print ("возведение в степень", pow (3, 3))
#print ("Минимальное значение:", min (5, 4, 7, 8, 10, 0.1, 300,0.00015),'\n'"Максимальное значение", max (1, 20, 60))
#print ("Результат:", 7, 15, sep = "") # sep = "|" - разделение значений вывода символом, end ="" - конец строки, переносит следующий принт в строку
#print ("Second \\ line") # "\n" - перевод на новую строку, /n - перевод на новую строку внутри значения /t знак табуляции внутри текста
#print (10//3) деление с целым остатком